{
  "products": [
    {
      "id": 1,
      "title": "پدر پولدار پدر بی‌پول",
      "author": "رابرت کیوساکی",
      "genre": "مالی",
      "publishedDate": "2019",
      "pages": 176,
      "price": "119,000",
      "image": "images/rich-dad-poor-dad-img.jpg",
      "about": "پدر پولدار پدر فقیر داستان بزرگ شدن رابرت با دو پدر است - پدر واقعی او و پدر بهترین دوستش، پدر ثروتمندش - و روش‌هایی که هر دو مرد افکار او را در مورد پول و سرمایه گذاری شکل دادند."
    },
    {
      "id": 2,
      "title": "بیندیشید و ثروت‌مند شوید",
      "author": "ناپلئون هیل",
      "genre": "مالی",
      "publishedDate": "2016",
      "pages": 225,
      "price": "123,000",
      "image": "images/think-and-grow-rich.jpg",
      "about": "خلاصه داستان بیندیش و ثروتمند شوید یک اثر کلاسیک در مورد چگونگی داشتن یک زندگی موفق است. این کتاب به سفارش اندرو کارنگی نوشته شده است و بر اساس مصاحبه با مردانی مانند هنری فورد، جی پی مورگان و جان دی راکفلر، غول‌های تجارت اوایل قرن بیستم است"
    },
    {
      "id": 3,
      "title": "عادت‌های اتمی",
      "author": "جیمز کلیر",
      "genre": "خودسازی",
      "publishedDate": "2021",
      "pages": 186,
      "price": "98,000",
      "image": "images/atomic-habits.jpg",
      "about": "عادات اتمی یک سیستم اثبات شده برای ایجاد عادات خوب و شکستن عادت‌های بد ارائه می‌دهد. کلید ایجاد عادات پایدار، تمرکز بر ایجاد یک هویت جدید است. رفتارهای فعلی شما صرفاً بازتابی از هویت فعلی شماست."
    },
    {
      "id": 4,
      "title": "انسان در جستجو معنا",
      "author": "ویکتور فرانکل",
      "genre": "روانشناسی",
      "publishedDate": "2020",
      "pages": 190,
      "price": "87,000",
      "image": "images/human-in-search-for-meaning.jpg",
      "about": "انسان در جستجوی معنا کتابی است از ویکتور فرانکل در سال 1946 که تجربیات او را به عنوان یک زندانی اردوگاه کار اجباری آشویتس در طول جنگ جهانی دوم شرح می‌دهد و روش روان درمانی او را توصیف می‌کند که شامل شناسایی هدفی در زندگی برای احساس مثبت و سپس تصور غوطه‌وری آن نتیجه است."
    },
    {
      "id": 5,
      "title": "تاریخ فلسفه",
      "author": "ویل دورانت",
      "genre": "فلسفه",
      "publishedDate": "2011",
      "pages": 250,
      "price": "140,000",
      "image": "images/philosophy-history.jpg",
      "about": "داستان فلسفه: زندگی و عقاید فیلسوفان بزرگ، کتابی است در سال 1926 نوشته ویل دورانت، که در آن چندین فیلسوف برجسته غربی و ایده‌های آن‌ها را معرفی می‌کند، که از سقراط و افلاطون شروع می‌شود و تا فریدریش نیچه ادامه می‌یابد."
    },
    {
      "id": 6,
      "title": "هوش مالی",
      "author": "رابرت کیوساکی",
      "genre": "مالی",
      "publishedDate": "1999",
      "pages": 211,
      "price": "148,000",
      "image": "images/financial-intelligence.jpg",
      "about": "پول به تنهایی نمی‌تواند شما را ثروتمند کند. همه ما می‌دانیم افرادی که هر روز خیلی سخت کار می‌کنند پول بیشتری بدست می‌آورند اما هرگز ثروتمند نمی‌شوند، حتی بسیاری از آن‌ها بیشتر از قبل بدهکار می‌شوند و مشکلات مالی بیشتری پیدا می‌کنند. همه ما داستان‌هایی درباره برنده شدن در مسابقات قرعه کشی را شنیده‌ایم که افراد کاملا تصادفی ثروتمند می‌شوند. برخی دیگر هم با خریدن خانه یا خریداری اماکن گوناگون در مدت زمان کوتاهی سود می‌کنند و ثروتمند می‌شوند. در مقابل نیز شنیده‌ایم که افراد با خرید اوراق بهادار و یا خرید سکه‌های طلا ضرر می‌کنند و همه سود و سرمایه خود را به یک‌باره از دست می‌دهند. حرف ما هیچکدام از چیزهایی که در بالا گفتیم نیست."
    },
    {
      "id": 7,
      "title": "اثر مرکب",
      "author": "دارن هاردی",
      "genre": "خودسازی",
      "publishedDate": "2005",
      "pages": 178,
      "price": "89,000",
      "image": "images/compound-effect.jpg",
      "about": "در زمینه کسب موفقیت دو گزینه پیش رو دارید: می‌توانید با شیوه فعلی به زندگی‌تان ادامه دهید و هر روز بیندیشید که چگونه می‌توانید به موفقیت برسید یا اصول و قواعد اثبات شده‌ای که در کتاب اثر مرکب آمده است استفاده کنید. با شماست که راه سخت، پر مخاطره و نامطمئن اول یا راه مطمئن و هوشمندانه دوم را انتخاب کنید. کتاب اثر مرکب نقشه را برای داشتن زندگی بهتر، کسب موفقیت و تحقق رویاها و آرزویتان است. اگر این کتاب را با دقت بخوانید و به توصیه‌های آن عمل کنید، مطمئن باشید تحولی بزرگ در زندگی‌تان ایجاد خواهد شد."
    }
  ]
}